Revit 2024 API
LinkLoadResult Constructor
 Constructs a new uninitialized LinkLoadResult object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public LinkLoadResult()
Visual Basic
Public Sub New
Visual C++
public:
LinkLoadResult()
See Also
LinkLoadResult Class
LinkLoadResult Overload
Autodesk.Revit.DB Namespace